[
  {
    "id": "01JGN8NH3H68T4H076QZG600AV",
    "year": "2015",
    "title": "BHĪMARATHA MAHOTSAVA",
    "subTitle": "70th Year Anniversary Celebrations",
    "description": "<p>The Inauguration of the 70th anniversary celebrations of the Institute was held on 29 th October 2015, Thursday at the Music Academy. Hon'ble Sri E. S. L. Narasimhan, Governor of Andhra Pradesh and Telangana, presided and delivered the Inaugural address. Swami Atmapriyanandaji Maharaj, Vice Chancellor, R.K.M. Vivekananda University, Belur, W.Bengal, delivered the Key Note Address. Hon'ble Justice R. V. Easwaran, Former Judge, Delhi High Court delivered the special address. The Valedictory Function of the 70th Anniversary Celebrations was held on Saturday, 25th February 2017. Sri M.K. Narayanan, (Former, Governor of West Bengal) presided and delivered the Valedictory Address and released Sri Padukasahasram of Sri Vedanta Desika. Sri K. Parasaran (Former Attorney General, Government of India) received the first copy .</p>",
    "metadata": {
      "updated_by": "demo",
      "created_at": "2025-01-03T05:02:04.914Z",
      "updated_at": "2025-01-04T08:36:34.363Z",
      "created_by": "admin"
    },
    "itemPublishStatus": "PUBLISHED"
  },
  {
    "id": "01JGN8NH3K0DRNAN7H4HFVW59S",
    "year": "2004",
    "title": "Diamond Jubilee Function",
    "subTitle": " ",
    "description": "<p>The Diamond Jubilee Celebration of the Institute was inaugurated on 4th Sept. 2004. Dr. (Mrs.) Kapila Vatsyayan gave the Inaugural Address, Hon'ble Mr. Justice B.N. Srikrishna (Judge, Supreme Court of India, N.Delhi.) delivered Key-note Address, Dr. V.R. Panchamukhi (Tirupathi) &amp; Dr. (Mrs.) Saroja Bhate (Pune) offered Felicitations and Dr. M. Narasimhachari (Chennai) gave the Jubilee Address</p>",
    "metadata": {
      "updated_by": "demo",
      "created_at": "2025-01-03T05:02:04.915Z",
      "updated_at": "2025-01-04T08:36:40.291Z",
      "created_by": "admin"
    },
    "itemPublishStatus": "PUBLISHED"
  },
  {
    "id": "01JGN8NH3K29BM3R0SQKA06GF4",
    "year": "1971",
    "title": "Silver Jubilee Celebrations",
    "subTitle": " ",
    "description": "<p>The Silver Jubilee of the Institute was organised on a grand scale with a conference of scholars of Sanskrit and Indology, enaction of Sanskrit Play, release of books etc.</p>",
    "metadata": {
      "updated_by": "demo",
      "created_at": "2025-01-03T05:02:04.915Z",
      "updated_at": "2025-01-04T08:37:16.179Z",
      "created_by": "admin"
    },
    "itemPublishStatus": "PUBLISHED"
  },
  {
    "id": "01JGN8NH3K437DXVHRWVV7NCRJ",
    "year": "1995-96",
    "title": "Golden Jubilee Commemoration Lectures",
    "subTitle": " ",
    "description": "<p>A series of Commemoration lectures to mark the Golden Jubilee was inaugurated by His Holiness Srimad Andavan Swamigal on 1st October 1995. The lecture series ended by July 1996.</p>",
    "metadata": {
      "updated_by": "demo",
      "created_at": "2025-01-03T05:02:04.915Z",
      "updated_at": "2025-01-04T08:36:54.739Z",
      "created_by": "admin"
    },
    "itemPublishStatus": "PUBLISHED"
  },
  {
    "id": "01JGN8TK15FW3172KQD7HVT5JQ",
    "year": "2024",
    "title": "75th Year Anniversary Celebrations",
    "subTitle": " ",
    "description": "<p> \tThe inauguration of 75th anniversary celebrations of the Institute held on 24th May 2023, was presided by Hon’ble Sri T.S. Tirumurti, Former Ambassador of India to UN, New York. Dr. R.K. Raghavan, President of the Institute delivered the welcome address and the special address was given by Dr. Sudha Seshayyan, Former Vice-Chancellor, Dr. MGR Medical University, Chennai. </p><p>\tOn this occasion fourteen books were released including the Special Volume – XCIII of The Journal of Oriental research. Sri Tirumurti received the first copy of these books and the Authors and Donors were duly honoured by him. </p><p>\tAs part of 75th anniversary celebrations, Seminars and Workshops on various themes were organised. </p><p>\tMany scholars of great reputation of different subjects were participated and presented papers on various topics in the 2-day National Seminar on “Arts and Architecture” held on Aug 21 &amp; 22, 2023 within the Institute premises. Two-day National Seminar titled “Bhakti Literature in Sanskrit and Tamil” was attended by many eminent scholars. This was held on 24 &amp; 25 of Nov. 2023.</p><p>\tA two-day workshop of Sanskrit Literature was conducted on 28 &amp; 29th June 2024 to highlight the importance of various facets of Sanskrit Literature right from the Vedic lore. Another workshop titled “Ancient Indian Mathematics and Astronomy” was conducted on 26 &amp; 27th of July, 2024 to showcase the inherent connection of Mathematics with Sanskrit Language since the Vedic times. Many scholars, students and Sanskrit lovers have been greatly benefitted by these Seminars and Workshops. &nbsp;&nbsp;&nbsp;&nbsp;</p><p>\tThe Valedictory Function of 75th Anniversary held on 13th Sep. 2024 was presided by Dr. N. Gopalaswami IAS (Retd.). He released the book Śeṣa Samhitā and honoured the prominent donors. Dr.S.Ramaratnam, Chancellor, Jagadguru Kripalu University, Odisha has delivered the Valedictory address.</p><p><br></p>",
    "metadata": {
      "updated_by": "dhara0622@gmail.com",
      "created_at": "2025-01-03T05:04:50.725Z",
      "updated_at": "2025-03-12T07:29:04.383Z",
      "created_by": "demo"
    },
    "itemPublishStatus": "PUBLISHED"
  },
  {
    "id": "01JGN8NH3K8S459N2P1QDSHMTH",
    "year": "1996",
    "title": "Golden Jubilee Valedictory Function",
    "subTitle": " ",
    "description": "<p>The Golden Jubilee Valedictory celebrations were organised on 9 &amp; 10 Aug. 1996. In connection with this celebration, a seminar on \"Sanskrit and South Indian Languages\" and a Pandita Parishad were also organised. Well-known scholars from India and abroad presented papers on the inter-relationship of Sanskrit with Tamil, Telugu, Malayalam and Kannada languages. The proceedings of the seminar were brought out as Journal of Oriental Research Vol.64-67.\n          Hon'ble Justice Sri C.S.Venkataramaiah (Former Chief Justice of India) gave the Valedictory Address.</p>",
    "metadata": {
      "updated_by": "demo",
      "created_at": "2025-01-03T05:02:04.915Z",
      "updated_at": "2025-01-04T08:36:46.139Z",
      "created_by": "admin"
    },
    "itemPublishStatus": "PUBLISHED"
  },
  {
    "id": "01JGN8NH3KP27FAYQ4FEFCKKW5",
    "year": "1994",
    "title": "Golden Jubilee Celebrations-Inauguration",
    "subTitle": " ",
    "description": "<p>The Golden Jubilee celebrations of the Institute were inaugurated on 30th April 1994. Sri R.Venkataraman, Former President of India who was to inaugurate, could not be present on the inaugural function because of illness. The function was very largely attended by many scholars and prominent citizens of Madras. A Symposium on \"Sanskrit &amp; Science\" was held on 9th Oct. 1994 presided over by Dr.Raja Ramanna, famous Physicist and Former Union Minister. This function was also very largely attended and appreciated. Many scientists took part in the symposium. On Jan.23, 1995 another seminar was held on \"Sanskrit and Medical Science\" presided over by Dr.B.Ramamurthi, Neuro Surgeon of international repute. Many doctors presented papers. A unique feature of this function was the Benedictory address given by their Holinesses of Kanchi Mutt during the seminar. C.R. Pattabirama, Former Union Minister inaugurated the function.</p>",
    "metadata": {
      "updated_by": "demo",
      "created_at": "2025-01-03T05:02:04.915Z",
      "updated_at": "2025-01-04T08:37:04.843Z",
      "created_by": "admin"
    },
    "itemPublishStatus": "PUBLISHED"
  },
  {
    "id": "01JGN8NH3KJVSXYV1QXMZ3VJBP",
    "year": "1981",
    "title": "Birth Centenary of Prof.S.Kuppuswami Sastri",
    "subTitle": " ",
    "description": "<p>The Institute commemorated the Birth-centenary of Prof.S.Kuppuswami Sastri in 1981 in a befitting manner in two sessions. Scholars from all over India and foreign working in India including a sizable number of Sri Sastriar' students took active part in the celebrations, the first session of which was held on 19,20 &amp; 21 June 1981 at the Sanskrit College campus.</p>",
    "metadata": {
      "updated_by": "demo",
      "created_at": "2025-01-03T05:02:04.915Z",
      "updated_at": "2025-01-04T08:37:10.379Z",
      "created_by": "admin"
    },
    "itemPublishStatus": "PUBLISHED"
  }
]