[
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "Muttoḷḷāyiram, the Tamil classic with translations into Sanskrit and English. Comprises of a collection of 108 choice verses found quoted at different places in the anthology entitled pura-t-tirattu. All these verses form eulogies on the rulers of the three ancient Tamil kingdoms of Pāndya, Cera, Cola in South India, suggestive of their qualities of love, philanthrophy and valour and have a distinct charm of their own. The book is provided with an informative Introduction, Notes and Glossary. It attempts to familiarise the norms and charms of early poetry to students of literature outside the land of Tamils.    “The transcomposition of Muttoḷḷāyiram is very ‘pleasing and instructive'. The language is handled causually, thus making it simple for the readers. It is hoped that this small but mammoth work will open up avenues of Tamil study to many people of the world.”\\nS.B.Darsana, Bulletin, The DCPRI  53.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/navamuktatakam.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 85",
        "publication": "KSRI",
        "subtitle": "Trans composition into Sanskrit and English Verse from the Tamil Classic Muttoḷḷāyiram by A.V. Subramanian  |  The Kuppuswami Sastri Research Institute, Madras   |  1993  |  Pages: xxix + 121",
        "title": "NAVAMUKTĀŚATAKAM",
        "yearOfPublication": ""
    },
    {
        "author": " ",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image011.jpg"
            }
        ],
        "keywords": " ",
        "price": "'-",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Arthasastra Vyakhya – Chanakya tika",
        "yearOfPublication": " "
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Sanketa Kosa - A Dictionary on Numerals - by Mar. 2009",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Nalopakyana Sangraha (3 Editions)",
        "yearOfPublication": ""
    },
    {
        "author": "Mm. Sri Lakshmana Suri",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image027.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 3",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Nalopakhyana – Saṅgraha",
        "yearOfPublication": 1974
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“This work pertains to a class of mathematico-astronomical works written by scholars of yore in present-day Kerala. The unique feature about this text is a procedure given only here for extraction of square roots and cube roots of natural numbers. \tThe English translation has been done by Dr. Madhavan who has also provided technical comments and Appendices to help the readers”.\\nM.S. Rangachari, Former Director and Head, The Ramanujam institute for Advanced study in Mathematics.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/sadratnamala-of-sanakaravarman.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 400",
        "publication": "KSRI",
        "subtitle": "with Eng. Tr. and notes by Dr. S. Madhavan | Pub. by the Kuppuswami  Sastri  Research  Institute (Revised Edition), Chennai - 4 | 2012 | Paperback | Pp. xxxviii + 299.",
        "title": "SADRATNAMĀLĀ OF ŚAṄKARAVARMAN – Text on Indian Astronomy and Mathematics",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Mm.Kuppuswami Sastri BIrth-centenary Commemoration volume Pt.II",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Cintamanisaranika of Bodhisattva Dasabala",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“Mahamahopadhyaya M. Lakshmana Suri wrote a number of works and this is one among them. After nearly six decades, the Ādi Parva and Virāta Parva have been included in the syllabus for B.A. Degree Examination in some colleges. To help the students, the KSRI is bringing out these two book separately with English translation and notes”.\\nDr. V. Kameswari, Director, KSRI",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/bharata-sangraha-adi-parva-and-virata-parva.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 100",
        "publication": "KSRI",
        "subtitle": "by Mahamahopadhyaya Lakshmana Suri | English Translation and notes by C. Sankara Rama Sastri | Pub.by The Kuppuswami Sastri Research Institute, Chennai 4 | 2017 | Price  Rs. 60 and Rs. 40.",
        "title": "BHARATA SANGRAHA - ADI PARVA and VIRATA PARVA",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Tolkappiyam (Eluttu) with English Transliteration, translation and notes Prof.P.S.Subrahmanya Sastri (II Edition)",
        "yearOfPublication": ""
    },
    {
        "author": "  ",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image042.jpg"
            }
        ],
        "keywords": " ",
        "price": " ₹ 150 $20",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Sri Umapati Sivacharya His life, Works and Contribution to Saivism",
        "yearOfPublication": 1996
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Palandumandana Prahasana, text with translation by Dr.S.S.Janaki",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“This book contain the life-sketches of Sri. V. Krishnaswami Iyer and his two sons Sri. K.Balasubramania Iyer and Sri. K. Chandrasekarn and equally distinguished daughter Smt. K. Savitri Ammal. It also includes the life-sketch of Dr. V. Raghavan.   “This book marks the Navaratna Mahotsavam Celebrations of the Sanskrit College. It gives an idea of how men in public life should function for the benefit of the general public without any selfish motive.”\\nBharat Ratna Sri. C. Subramanian.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/life-sketches-of-founders-and-successors.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 100",
        "publication": "KSRI",
        "subtitle": "The Madras Sanskrit College Navaratna Mahotsavam Publication | The Kuppuswami Sastri Research Institute, Chennai - 4 | 1999. pp. xiv + 112.",
        "title": "LIFE SKETCHES OF FOUNDERS AND SUCCESSORS",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The Study on Comparative Philology is highly essential for knowing the origin and development of Indo-European languages in general and Sanskrit in particular.  “The author has also shown the relation of linguistics with human culture, sociology, philosophy, natural sciences, etc. He has sincerely dealt with various aspects of comparative philology like phonetic laws, various kinds of phonetic changes, semantic changes, law of palatalization, Grimm's law, Verner's law, Hermann Grassmann's law, etc.  “These topics have been discussed following the line of the European scholars like Aristotle, William Jones, Macdonell, Max Muller, and others. The author has taken pains to point out the basic contribution of European scholars like Schlogel,  Rasmus Rask, Jacob Grimm, Franz Bopp, Humboldt, Bredsdroff, and others to the field of comparative philology. “Not only Sanskritsts but also scholars in other languages like English, Hindi, Bengali,  Tamil, Telugu, etc. would be much benefited by going through the history of comparative philology.”\\nDr. Raghunath Ghosh, Prabuddha Bharata, Vol. 103, Jul. '98.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/bhtrapravein.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 100",
        "publication": "KSRI",
        "subtitle": "Prof. R. S. Venkatarama Śāstrī | Golden Jubilee Publication | The Kuppuswami Sastri Research Institute, Mylapore, Chennai - 600 004 | 1996; pp. 243.",
        "title": "BHĀṢĀŚĀTRAPRAVEŚINĪ",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“This important work on the Mahābhāṣyas is divided into several volumes each containing important items dealt with by Patañjali in his Mahābhāṣya. That this is a great service to the Sanskrit learners goes without saying. A Foreword by Sri Kuppuswami Sastri has certainly added some special value to the work by his friend.  \tAll the volumes are prepared with great care for the benefit of the learners.”\\nJoy Bhattacharyya, Bulletin of the Ramakrishna Mission Institute of Culture, 2017",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/lectures-on-patajalis-mahbhya.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 8400",
        "publication": "KSRI",
        "subtitle": "by Prof. P.S. Subrahmanya Sastri | Pub. By The Kuppuswami Sastri Research Institute, Chennai 4 | 2015",
        "title": "LECTURES ON PATAÑJALI'S MAHĀBHĀṢYA (Vol. I to XIV)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Valmiki Ramayana (condensed in the poet's own words with Eng.Tr.)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“This book gives details of all things represented by the numerals 0-108. Since the data collected for all numbers is huge, it has been planned to bring out three volumes. This being the first volume, it carries data related to numbers 0-5.The terms under each number are arranged in Sanskrit alphabetical order. \tThis book is a compendium of many branches of knowledge, culled from different sources”.\\nDr. V. Kameswari, Director, KSRI",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/sakhya-saketa-koa-vol-i.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 200",
        "publication": "KSRI",
        "subtitle": "Pub. by the Kuppuswami  Sastri  Research  Institute, 84, Thiru Vi. Ka Road, Mylapore, Chennai - 600 004 | 2011 | Pp. xxiv+ 264. (Out of stock)",
        "title": "SAṄKHYA SAṄKETA KOŚA (Encyclopaedia of Numerals): Vol. I",
        "yearOfPublication": ""
    },
    {
        "author": " ",
        "available": "Yes",
        "copies": 100,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image029.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 200 $20",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Saiva Rituals and Philosophy",
        "yearOfPublication": 2001
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The History of Grammatical Theories in Tamil is a reprint of the book published in 1934. It is a thesis presented to the University of Madras in 1930 by P.S.Subrahmanya Sastri - a versatile scholar in Sanskrit and Tamil with equal proficiency. He has established the Tolkāppiyanār of the pre-Christian era was fully aware that Tamil was not related to Sanskrit either morphologically or genealogically. But Tolkāppiyanār exploited the ideas contained in the earlier grammatical literature in Sanskrit, particularly the Ṛkprātiśākhya, Pāṇinīya-śikṣā and Yāksa's Nirukta. He has also refuted the ideas of the later grammarians like the author of the Vīracoliyam who opined close family realtionship between Tamil and Sanskrit. “He presented the whole discussion in five chapters, namely 1) speech sounds, 2) sandhi, 3) declension of nouns and verbs, 4) compounds and 5) syntax. He also attempted at several innovative conjectures with regard to the origin of several grammatical elements.   “This book remains as a best handbook for the Sanskritists to learn the grammatical tradition of not only Tamil but also of the Dravidian languages.   “Further this book proves beyond doubt that the horizontal and vertical migrations of different speech communities could also be ascertained through the linguistic approach.  “This reprint stands valid even today, for many of the issues discussed by the veteran scholar hold valid even today and demand further inquiry.”\\nS.V.U.Oriental Journal, Vol. 39, Pt. 1&2, 1996.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/history-of-grammatical-theories-in-tamil.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 150",
        "publication": "KSRI",
        "subtitle": "By P. S. Subrahmanya Sastri | The Kuppuswami  Sastri  Research  Institute,  Chennai | 1997 | Pp. xxx + 250 | $ 20;  £ 15.",
        "title": "HISTORY OF GRAMMATICAL THEORIES IN TAMIL",
        "yearOfPublication": ""
    },
    {
        "author": "Dr. Vasundhara Filliozat",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image023.jpg"
            }
        ],
        "keywords": " ",
        "price": " ₹ 250 $15",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Kālāmukha and Pāśupaa  temples in  Dharwar ",
        "yearOfPublication": 2001
    },
    {
        "author": "David Pingree",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image035.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 35",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Sanskrit Astronomical Tables in England",
        "yearOfPublication": 1973
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“This is the second book on Kūḍiyāṭṭam prepared under the A.C.Rangarajan Endowment for Indological studies by L.S.Rajagopalan and published by KSRI. “The central part of this volume is a detailed account of the Toraṇayuddha scene from Abhiṣekanāṭaka, one of the so-called Bhāsa Plays. It is a sequel to his earlier book Women's Role in Kūḍiyāṭṭam. Rajagopalan discusses all practical and theoretical aspects of the performance on the stage. A glossary and appendices on Akkitta and Araṅgutali, have been added. It is an excellent work.”\\nK. K. Raja, Adyar Library Bulletien.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/kudiyattam-preliminaries-and-performance.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 250",
        "publication": "KSRI",
        "subtitle": "by L. S. Rajagopalan | The Kuppuswami Sastri Research Institute, Mylapore, Chennai | 2000 | Pages 251.",
        "title": "KŪḌIYĀṬṬAM: PRELIMINARIES AND PERFORMANCE",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Astanga Nighantu (Medical Text) ed. By P.V.Sarma, Eng. and Tamil translation by Dr.K.S.Viswanatha Sarma",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Manuscripts Collection of the Desamangalam Variyam by Dr.K.V.Sarma",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Bhagavadgita Bibliography - II (Edn. Trs. and Studies) by Dr. C.S. Sundaram",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“On different aspects of Indology, Pālaṇḍumaṇḍana Prahasana of Harijīvana Miśra is one which is brought out ‘to mark the Golden Jubilee Celebration'.  “This book is broadly divided into three parts: Preface, Critical Introduction on Harijīvana Miśra and his plays. Among the six prahasanas, the present one is the master-piece.  “The subject-matter of the prahasana is very modern and it creates much fun centering the eating preferences of the brahmins, choice of women, etc. The author has taken great pains in arranging all these incidents in a very systematic manner. Those who are mentally exhausted after going through books of a serious nature are advised to receive some fresh air by enjoying these satires. “The second part of the book comprises of the critical introduction on Harijīvana Miśra and his plays by Dr. George T. Artola and Dr. V. Raghavan. “The concluding part of the book deals with the text Pālaṇḍumaṇḍana Prahasana critically edited by Dr.V.Raghavan. The English translation along with notes, given by Dr. Janaki, will help the non-Sanskrit scholars enjoy the taste of the prahasana through its translation.”\\nDr. Raghunath Ghosh, Prabuddha Bharata, Vol. 103, Jul. 1998.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/plaumaana-prahasana-of-hari-jvana-mira.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 70",
        "publication": "KSRI",
        "subtitle": "Dr. V. Raghavan | Golden Jubilee Publication | The Kuppuswami Sastri Research Institute, Mylapore, Chennai - 600 004 | 1996 | pp. 69 + x.",
        "title": "PĀLAṆḌUMAṆḌANA PRAHASANA OF HARI-JĪVANA MIŚRA",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Primer of Indian Logic by Prof.S.Kuppuswami Sastri (IV edition)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“‘Porul-Adhikāram', the third division of Tolkāppiyam, the earliest extant Tamil grammar, deals with poets. Detailing the subject matter suitable for Tamil poetry, the bok furnishes a volume of information regarding the cukture and customs prevailing in the Tamil land during those by-gone days as such is very important for researchers in the field.   “Dr. P.S.S. Sastri who has done yeoman service to the study of ancient Tamil grammar and liteature, has in this volume given to this world his commentary on three chapters of ‘Porul-Athikāram' i.e., Kalaviyal, Karpiyal and Porul-iyal, all of which deal with marriage in the old Tamil country among its idegenous folk and the life of people after marriage. They form the basis for later poetical compositions in the land and as such regarding the principles of literary criticism.   “The book has already been annotated and commented upon by eminent Tamil critics, but Dr.Sastri's work is important for two reasons, i.e., its appearance in English and its preparation based on comparison with Sanskritic literary and grammatical studies. The text is re-arranged rationally and its meaning is given in English and critical notes are added. Views of early commentators are compared and criticised and at places new views are stated.   “Thus the publication is a  very valuable addition to our knowledge on the subject and as a first attempt to popularise the book in foregin land is highly commendable”\\nThe  Hindu, 11.10.1953.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/tolkappiyam-volume-ii.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 200",
        "publication": "KSRI",
        "subtitle": "P.S.Subrahmanya Sastri | The Kuppuswami Sastri Research Institute, Mylapore, Chennai | 2002.",
        "title": "TOLKĀPPIYAM (Volume II) PORUL-ATIKĀRAM: (With a short commentary in English)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Highways and Byways of Literary Criticism in Sanskrit by Prof.S.Kuppuswami Sastri",
        "yearOfPublication": ""
    },
    {
        "author": "Prof. R. S. Venkatarama Sastri",
        "available": "Yes",
        "copies": 10,
        "details": "“The book opens with the history of Vedic literature in which the time of Vedas, Vedic metres, Vedic rivers, trees, animals, Upaniṣad, etc. have been discussed and it is clear that we get much light and guidance in going through the entire Vedic literature. “The next part of the book is devoted to the history of  Kāvya (literary form of art), in which the details about time of poets and the contents of their creations have been highlighted. It includes Kālidāsa, Vararuci, Aśvaghoṣa, Bhāravi, Bhaṭṭi, Māgha Kṣemendra, Hemachandra, et. al. and their poetic creations. A separate section is devoted to the discussion of the historical aspect of Sanskrit drama and dramatists.  “It is a very difficult work to give a brief account of the whole Sanskrit literature in English by various Western scholars is available. But such a history in Sanskit is very rare.”\\nDr. Raghunath Ghosh, Prabuddha Bharata.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/samskta-shitya-itihsa.jpg"
            }
        ],
        "keywords": "SAMSKṚTA SĀHITYA ITIHĀSAḤ (A History of Sanskrit Literature);",
        "price": "₹ 100",
        "publication": "KSRI",
        "subtitle": "Prof. R. S. Venkatarama Sastri | Golden Jubilee Publication | The Kuppuswami Sastri Research Institute, Mylapore, Chennai - 600 004 | 1996 | pp. 264 +  viii",
        "title": "SAMSKṚTA SĀHITYA ITIHĀSAḤ (A History of Sanskrit Literature);",
        "yearOfPublication": 1996
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Lectures on Patanjali's Mahabhasya by Prof.P.S.Subrahmanya Sastri, Vol.VII,VIII, IX, X & XI",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Pratima Nataka Study guide",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Vedas : Traditional and Modern Perspectives ed. Dr.V.Kameswari",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Sakkottai Inscriptions",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Ramabhadra Diksita and his works by Dr.A.Thiruvengadathan",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Dhvajastambha",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“This book was the subject of Dr. Raghavan'a lectures at Madras and Berkeley, California in the sixties. The subject of Indian aesthetics is yet to be built up by research work and Dr. Raghavan was a unique scholar proficient in various fields. Hence his research as contained in these lectures is yet original, relevant and useful.”\\nDr. S.S. Janaki, Former Director, KSRI",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/the-concept-of-the-beautiful-in-sanskrit-literature.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 100",
        "publication": "KSRI",
        "subtitle": "by Dr. V. Raghavan | Pub. by the Kuppuswami  Sastri  Research  Institute (Revised Edition), 84, Thiru Vi. Ka Road, Mylapore, Chennai - 600 004 | 2008 | Pp. xxii + 127.",
        "title": "THE CONCEPT OF THE BEAUTIFUL IN SANSKRIT LITERATURE",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Some Aspects of Sanskrit Drama and Dramaturgy by S.S.Janaki",
        "yearOfPublication": ""
    },
    {
        "author": "Edited with English translation by Prof. R. Sankari Revised by Dr. T.V Vasudeva & Dr. K Srinivasan",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image033.jpg"
            }
        ],
        "keywords": " ",
        "price": "'-",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Tattvānusandhānam ",
        "yearOfPublication": 2008
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Vibhramaviveka of Mandana Misra (Mimamsa Text)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“This important book constitutes the proceedings of the two seminars 1. Sanskrit and Science and 2. Sanskrit and Medical Science held in October 1994 and January 1995 respectively by the KSR Institute as a part of the varied functions marking its Golden Jubliee Celebration. The book is divided into three parts devoted to Sanskrit, Astronomy and Computer Science, Sanskrit and Medical Science, Sanskrit and other sciences. “The book provides a glimpse of the scientific knowledge available in some areas. It will serve the purpose of evoking the interest of Science-minded people in the study of Sanskrit.”\\nAdyar Library Bulletien.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/sanskrit-and-science.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 250",
        "publication": "KSRI",
        "subtitle": "Ed. by S.S.Janaki (Revised) | The Kuppuswami Sastri Research Institute, Chennai | 2010.",
        "title": "SANSKRIT AND SCIENCE",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "The Census of Astronomical Manuscripts in England.",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“In the recent past there has been considerble interest in Kūḍiyāṭṭam, the Sanskrit theatre-form of Kerala, with some valuable research and the publication of some informative books on the subject . L.S. Rajagopalan's book narrows down the inquiry into the subject to attempt an in-depth study of the relatively unexplored area of the role of women in Kūḍiyāṭṭam. “In its opening chapter, the book attempts a history of women as performers in ancient times, but does not present any evidence that women actually performed on the stage along with men. “While dealing with the history of the Nangiars, the book is more focused, presenting useful information (to lay reader) on the social situation of the Nangiars in the context of the matriarchal system of Kerala. “With its lucid translation and detailed treatment of even minor details of the action of Nangiar Kuttu, this book will be a help to the non-Malayali theatre goer interested in understanding the complicated grammar of the Nangiar Kuttu and Kūḍiyāṭṭam. The glossary and bibliography add value to the publication.”\\nSudha Gopalakrishnan | Sangeet Natak.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/womens-role-in-kiyam.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 250",
        "publication": "KSRI",
        "subtitle": "by L. S. Rajagopalan | The Kuppuswami  Sastri  Research Institute,  Mylapore, Chennai | 1997 | Pages 251.",
        "title": "WOMEN'S ROLE IN KŪḌIYĀṬṬAM",
        "yearOfPublication": ""
    },
    {
        "author": "S S Janaki",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image009.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 20",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Dhvaja Stambha – Critical account of its structural and ritualistic details",
        "yearOfPublication": 1988
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Arthasastra with the Tika of Bhiksuprabhamati",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The importance of Bijapallava has long been recognized but hitherto it has only been studied in parts that too, to a very limited extent. Dr. Sita's study is the first to treat the work comprehensively”.\\nTakao Hayashi",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/bjapallava-of-ka-daivaja.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 400",
        "publication": "KSRI",
        "subtitle": "by Dr. Sita Sundar Ram | Pub. by the Kuppuswami  Sastri  Research  Institute (Reprint), Chennai - 4 | 2012. | pp. xxiv + 287.",
        "title": "BĪJAPALLAVA OF KṚṢṆA DAIVAJÑA – Algebra in Sixteenth Century India – A Critical Study:",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Kudiyattam: Preliminaries & Performance by Sri L.S.Rajagopalan",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Kavyalankara Sutra Vrtti of Vamana withEng. Trans. by Dr.K.K.Raja",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Rajasekhara and his Kavyamimamsa",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Mm.S.Kuppuswami Sastri",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "The Kuppuswami Sastri Commemoration Volume",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The Bhagavadgītā Bibliography project was started by Dr. V. Raghavan in 1972. Under his able guidance Smt. Suryakumari Dwarakadas, a keen student of Sanskrit, collected the bibliographical details on the Bhagavadgītā.   \tDr. C.S. Sundaram has scrutinized, classified and arranged the already available material collected by Smt. Suryakumari and has also added some more valuable information on the subject.  \tThis monograph is in two volumes, the first volume covers the details regarding the manuscripts available in various parts of India the second volume covers the bibliographical details of the printed editions, studies and articals pertaining to the Bhagavadgītā in various languages and regions of the world atlast”.\\nDr. V. Kameswari, Director, KSRI",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/bhagavadgita-bibliography-vol-i.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 120",
        "publication": "KSRI",
        "subtitle": "Pub. by The Kuppuswami Sastri Research Institute, Chennai 4 | 2000",
        "title": "BHAGAVADGĪTĀ BIBLIOGRAPHY (Vol. I)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“It is a collection of Dr. S. S. Janaki's writing on a variety of subjects which cover different facets of Sanskrit drama and dramaturgy. “The essays in this volume can be grouped under three or four categories. In one group, she addresses the issue of working and reworking of a specific theme. The theme which gripped the imagination of Indian writers is the dialogue between Purūravas and Urvaśī which embodies many dimensions. It has a cosmology, ecology, the celestial and the terrestial world. Janakiji reflects on these issues with great sensitivity and insight.  “Another group of essays is devoted to Rāma theme. This is a vast subject and there is an impressive body of scholarship on the subject.   Appropriately, she refers to the performance tradition of the Āścaryacūḍāmaṇi, more specifically Kūḍiyāṭṭam. From her analysis it is clear that such devices of change of character could not be represented in drama only through the realistic mode (i.e., lokadharmī).  “In another group of essays, Dr.S.S.Janaki shifts her focus to the difficult and complex text of Abhinavabhāratī by Abhinavagupta. The essay on ‘Abhinavagupta's contribution to Sanskrit Drama Tradition' makes fascinating reading.  “The description of the performance of Ratnāvalī in Dāmodaragupta's Kuṭṭanīmata has attracted the attention of many scholars. It is brilliant exposition of the performance traditions of Sanskrit drama. The essays are full of delightful insights supported by close textual analysis.”\\nDr. Kapila Vatsyayan, Chairperson, IIC-Asia Project, New Delhi.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/some-aspects-of-sanskrit-drama-and-dramaturgy.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 400",
        "publication": "KSRI",
        "subtitle": "by S.S.Janaki | The Kuppuswami  Sastri  Research  Institute, Chennai | Diamond Jubliee Publication | 2005 (Out of stock)",
        "title": "SOME ASPECTS OF SANSKRIT DRAMA AND DRAMATURGY",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Eclipses in Hindu Life and Thought - a rationalistic analysis by Dr.S.Jayasree",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Darsanopanisad, Text with Eng. Tr. by Dr. K.S. Balasubramanian and Dr. T.V.Vasudeva.",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Umapati Sivam, His life and Contribution to Saivism, ed. Dr.S.S.Janaki",
        "yearOfPublication": ""
    },
    {
        "author": " ",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image001.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 250",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Vedas: Traditional and Modern perspectives",
        "yearOfPublication": 2007
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Arthasastra with Canakyatika",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The publication of a second edition of Spoken Sanskrit in 1995, just after 5 years of its first edition in 1900, speaks of its utility and popularity. One of the causes of its success is that these lessons were finalised on the basis of the response from the students in the classroom. The eighteen lessons with notes at the end of each lesson are graded and the glossary shall be use for learning the language in translation method.”\\nS.V.U.Oriental Journal",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/samskta-vyavahra-spoken-sanskrit.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 120",
        "publication": "KSRI",
        "subtitle": "Ed. by S.S.Janaki | The Kuppuswami Sastri Research Institute, Madras | 1995 (2nd edn). Golden Jubliee Year Publication | Pp. xxv + 195.",
        "title": "SAMSKṚTA - VYAVAHĀRA – SPOKEN SANSKRIT",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The third book in the series of KSRI Yoga Granthamālā carries English translation and Roman transliteration along with explanatory notes in some places. This text prescribes ṣaḍaṅga yoga and is unique in describing new techniques in Prānāyāma, Dhāraṇa and Samādhi”\\nDr. V. Kameswari, Director, KSRI",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/amtandopaniat.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 25",
        "publication": "KSRI",
        "subtitle": "with Roman Transliteration and Eng. Tr. by Dr. K.S. Balasubramanian and Dr. T. V. Vasudeva, Pub. by the Kuppuswami  Sastri  Research  Institute, 84, Thiru Vi. Ka Road, Mylapore, Chennai - 600 004, 2009. Pp. viii + 21.",
        "title": "AMṚTANĀDOPANIṢAT",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Bhasasastrapravesini (A Handbook of Comparative Philology) by R.S.Venkatarama Sastri",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Dhvanyaloka & Locana - Pt.I",
        "yearOfPublication": ""
    },
    {
        "author": "With English translation by Dr. K.K. Raja",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image026.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 200",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Kāvyālaṇkārasūtra – Vr̥tti of Vāmana",
        "yearOfPublication": 2005
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“In this small volume are gathered together the appreciations of the many friends and admirers including pupils of the late Sri Kuppuswami Sastriar.  \tNumerous letters appreciating the late Professor's services to the cause of learning were received. The Governing Body of the Institute and its Research Committee resolved to collect all these tributes to his scholarship and work in the form of memorial volume. The Kuppuswami Sastri Memorial Volume is thus published as a mark of respect to the memory of the great Mahāmahopādhyāya”.\\nDr. V. Kameswari, Director, KSRI",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/the-kuppuswami-sastri-memorial-volume.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 700",
        "publication": "KSRI",
        "subtitle": "pub. by The Kuppuswami Sastri Research Institute, Chennai 4 | 2015",
        "title": "THE KUPPUSWAMI SASTRI MEMORIAL VOLUME",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“This text provides mystical interpretation of the Māheśvarasūtras of Pāṇinī's Aṣṭādhyāyī. The present edition by the Institute is mainly based on the GOML edition, in consultation with the Tanjore edition”.\\nDr. V. Kameswari, Director, KSRI",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/srinandikesakasika.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 30",
        "publication": "KSRI",
        "subtitle": "Eng. Tr. by Dr. K.S. Balasubramanian and Dr. T. V. Vasudeva | Pub. by the Kuppuswami  Sastri  Research  Institute, 84, Thiru Vi. Ka Road, Mylapore, Chennai - 600 004 | 2009. | Pp. x + 48.",
        "title": "ŚRĪNANDIKEŚAKĀŚIKĀ : Upamanyukṛtatattvavimarśinīsahitā with Roman Transliteration",
        "yearOfPublication": ""
    },
    {
        "author": "Dr. K.S. Balasubramanian Dr. T.V. Vasudeva",
        "available": "Yes",
        "copies": 100,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image020.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 70",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Darśanopaniṣat",
        "yearOfPublication": 2016
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Grahacaranibandhana (Astrology)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "History of Grammatical Theories in Tamil by Prof.P.S.Subrahmanya Sastri (II Edition)",
        "yearOfPublication": ""
    },
    {
        "author": "Dr. S S Janaki",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image022.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 40",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Gadyakarṇāmr̥ta of Sakala Vidyacakravarttin",
        "yearOfPublication": 1981
    },
    {
        "author": "Sri K V Sarma ",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image039.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 8",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "The Vīnāvāsavadatta",
        "yearOfPublication": 1962
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Saiva Rituals and Philosophy ed. Dr.S.S.Janaki",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Bija Pallava of Krsna Daivajna (Algebra in 16th Cent. India), a critical study by Dr.Sita Sundar Ram",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Pratima Nataka of Bhasa (Text & Translation)",
        "yearOfPublication": ""
    },
    {
        "author": "Edited by D.D. Kosambi",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image013.jpg"
            }
        ],
        "keywords": " ",
        "price": "'-",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "The Cintāmanisāranikā of Dasabala ",
        "yearOfPublication": 1952
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Srivacanabhushana of Pillai Lokacharya",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“In the history of Sanskrit literature, the appearance of the Bhaṇa has only been sporadic. Vatsarāja of the twelfth century produced six dramas illustrating the less extensive drama forms and his Karpūūra Carita Bhāṇa is a fine and carefully textured one showing the author's skill in the art and in language. “Dr.S.S.Janaki has delved into the theory and presentation of the Bhana over decides and has brought out an attractive and handy edition of the Karpūra Carita Bhaṇa. She has traced the vicissitude of the Bhāṇa variety of drama and has presented a thorough and critical study of the Karpūra Carita, with an analysis of its structure, language and appeal.”\\nP.V.Sivarama Dikshitar, The Hindu, 18.09.90.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/karpracarita-bha-of-amtya-vatsarja.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 20",
        "publication": "KSRI",
        "subtitle": "Text with English translation and critical study by Dr.S.S.Janaki | The Kuppuswami Sastri Research Institute, Madras  |  1989.  (Out of stock)",
        "title": "KARPŪRACARITA BHĀṆA OF AMĀTYA VATSARĀJA",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The Highways and Byways Of Literary Criticism in Sanskrit speaks of Sastri's catholic view for a synthesis of traditional Indian interpretation with modern western literary criticism. Eventhough sixtyfive years elapsed since he delivered these lectures at Annamalai University, it is doubtful whether the Indian research fulfilled his aspirations, perhaps it is reason why the books still remains fresh and attracts for a reprint. Here is his watchword: “Complete pessimism is unknown to Indian culture. Sometimes, people in their mistaken zeal for certain modern ways of  alien philosophy proceed to condemn Indian systems of philosophy as being pessimistic in their tone.”\\nS.V.U.Oriental Journal, Vol. 36, Pt. 1&2, 1993.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/high-ways-and-byways-of-literary-criticism-in-sanskrit.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 25",
        "publication": "KSRI",
        "subtitle": "Ed. by S.Kuppuswami Sastri | The Kuppuswami Sastri Research Institute | 1993. | Pages 97.",
        "title": "HIGH WAYS AND BYWAYS OF LITERARY CRITICISM IN SANSKRIT",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“An interested student may find in the present volume how the temple rituals developed, how agamic form of ritual got transformed into Vedic ones; the concept behind the construction of yāgaśāla, the way of conducting different festivals and the like.”\\nssankaranarayananadyar_library_bulletin_vol52_1988",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/siva-temple-and-temple-rituals.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 400",
        "publication": "KSRI",
        "subtitle": "Ed. by S.S.Janaki (Re-print) | The Kuppuswami Sastri Research Institute, Madras-600 004 | 2015. | Pages xxxiv + 333.",
        "title": "ŚIVA TEMPLE AND TEMPLE RITUALS:",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Karpuracarita Bhana ed. With Eng. Translation by Dr.S.S.Janaki",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Mm.Kuppuswami Sastri Birth-centenary Commemoration volume Pt.I",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“Smt. Jayasree Hariharan has presented in her monograph Eclipses in Hindu Life and Thought the concept of eclipse from the points of view of mythology, religion and ritual, carefully collecting materials from the Vedic, epic, puranic, astronomical and ritualistic literatures. Thus it provides a bird's-eye view of  the holistic approach adopted by Indians and of the nature worship from time immemorial.”\\nS.V.U.Oriental Journal, Vol. 36, Pt. 1&2, 1993.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/eclipses-in-hindu-life-and-thought.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 70",
        "publication": "KSRI",
        "subtitle": "By Jayasree Hariharan | The Kuppuswami Sastri Research Institute, Madras | 1995 | Golden Jubliee Year Publication | Pp. viii+105.",
        "title": "ECLIPSES IN HINDU LIFE AND THOUGHT",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Samskrita and Sangita by Dr.S.S.Janaki",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The Mahabharata, is, perhaps the greatest of the epics of world literature. This book is not a condensation of the story, but a judicious selection of the verses, without in any way introducing distortions. All the eighteen parvas have been covered in their essentials.  For those who have already read the original text, this book serves as a handbook for ready recollection of the incidents. For those who have not yet read the original text it is an excellent entry point for a more detailed study.”\\nNVC Swamy, Bangalore, The Vedanta Kesari, 2010",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/the-mahabharata.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 200",
        "publication": "KSRI",
        "subtitle": "by Pandit A.M. Srinivasachariar | Tr. by Dr. V. Raghavan | Pub. by the Kuppuswami  Sastri  Research  Institute (Reprint), Chennai - 4 | 2012.  | pp. xxxii + 470.",
        "title": "THE MAHĀBHĀRATA – Condensed in the Poet's own words:",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The Deśamaṅgalam Vāriyam in Kerala a reputed centre of Sanskrit learning during the middle ages; has produced several generations of scholars who have left substantial writings both original and commentarial. The family had also ammased a large collection of manuscripts in everyone of which they had inscribed their family mudrā. The manuscripts are listed under classified manner and in general way.   “The book identifies as many as 1640 Deśamaṅgalam manuscripts which are catalogued using the above said lists and the mudra.  “The manuscriptologist Prof. Sarma has recovered the lists and has edited them with useful elucidatory notes.”\\nThe Hindu, 18.09.90.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/manuscripts-collection-of-the-deamagalam-vriyam.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 120",
        "publication": "KSRI",
        "subtitle": "An Annotated Catalogue by K.V.Sarma  |  The Kuppuswami Sastri Research Institute, Madras  |  1993  |  Pages: xxvi + 151",
        "title": "MANUSCRIPTS COLLECTION OF THE DEŚAMAṄGALAM VĀRIYAM",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“This book is the condensed version of the Bhāgavatam presented in the form of a small book of about 450 pages. It is with a sense of satisfaction that one can say that Dr.V. Raghavan has done a commendable job in keeping the spirit of the text during the abridgement.  \tThe translator has maintained a sense of proportion in abridging the text so that nothing is omitted.  This book was first published in 1937 and has seen three reprints. It is sure to see many more and is worth preserving.”\\nNVC Swamy, Bangalore, The Vedanta Kesari, 2010",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/srimad-bhagavata.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 200",
        "publication": "KSRI",
        "subtitle": "by Pandit A.M. Srinivasachariar | Tr. by Dr. V. Raghavan | Pub. by the Kuppuswami  Sastri  Research  Institute (Reprint), Chennai - 4 | 2012 | pp. xxxii + 444.",
        "title": "SRĪMAD BHĀGAVATA – Condensed in the Poet's own words:",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Srinandikesakasika of Upamanyu Text with Eng. Tr. by Dr. K.S. Balasubramanian and Dr. T.V.Vasudeva.",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“Tolkāpiyam consists of three volumes —“Ezhuthu”, “Col” and “Porul”. The first volume, describes the phonological and morpho-phonemic rules, governing the sound system of classical Tamil, whereas “Col” deals with the morphology and syntax and “Porul” with the poetics and prosody. Each volume uniformly contains nine chapters. “In this book, the author has presented a lucid commentary in English to all the 482 aphorisms of  “Ezhuthatikāram”. In the first chapter, the name, number and classification-cum-order of phonemes are defined. The next chapter describes their distribution in the word. In the third, the organs of speech and modes of articulation in producing speech sounds are explained. In the remaining six chapters, exhaustive rules for morpho-phonemic changes are legislated.”\\nS.N. Kandaswamy, The Hindu.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/tolkppiyam-volume-i-ezhuth-atikram.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 100",
        "publication": "KSRI",
        "subtitle": "P.S.Subrahmanya Sastri | The Kuppuswami  Sastri  Research  Institute,  Mylapore, Chennai – 4 | 1999.",
        "title": "TOLKĀPPIYAM (Volume I) EZHUTH-ATIKĀRAM (With a short commentary in English)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Kalamukha and Pasupatha temples in Dharwar by Dr.Mrs.Vasundhara Filliozat",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "\\nN. Narasimhachary, The Hindu., “Ramabhadra Dikshita was the court poet of Sahaji, the Maratha king who ruled Tanjavur during 1684-1712 A.D. Sahaji was a great patron of scholars. “Dikshita was one of the seven outstanding scholars held in high admiration by him. The period in which Dikshita flourished is normally considered to be one of literary decadence. “The present study is through in all respects. Various facets of the genius of Dikshita — as a devotional poet, a Mahakavi, a dramatist, a grammarian and a literary critic — have been brought out very well.”",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/ramabhadra-dikshita-and-his-works.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 250",
        "publication": "KSRI",
        "subtitle": "A.Thiruvengadathan | Pub. by the Kuppuswami  Sastri  Research  Institute, 84, Royapettah High Road,  Chennai – 4 | 2002.  (Out of stock)",
        "title": "RAMABHADRA DIKSHITA AND HIS WORKS – A Study",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Kuppuswami Sastri Memorial Volume",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Women's Role in Kudiyattam by Sri L.S.Rajagopalan",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Gadyakarnamrta, an Historical Kavya, ed. With critical introduction by Dr.S.S.Janaki",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Tattvanusandanam by Mahadevananda Saraswati - Critical edition and tr. With critical introduction - to be released in May 2008.",
        "yearOfPublication": ""
    },
    {
        "author": "Ed. by S.Kuppuswami Sastri",
        "available": "Yes",
        "copies": 10,
        "details": "<p>Ed. by S.Kuppuswami Sastri\\nThe Kuppuswami Sastri Research Institute,1993.\\nPages 37+20. Price: Rs.20.\\nCOMPROMISES IN THE HISTORY OF ADVAITIC THOUGHT</p>",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/compromises-in-the-history-of-advaitic-thought.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 20",
        "publication": "KSRI",
        "subtitle": "The Kuppuswami Sastri Research Institute,1993. | Pages 37+20.",
        "title": "COMPROMISES IN THE HISTORY OF ADVAITIC THOUGHT",
        "yearOfPublication": 1993
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Sadratnamala of Sankara Varman (Astronomical text) ed. With English tr. By Dr.S.Madhavan",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The Bhagavadgītā Bibliography project was started by Dr. V. Raghavan in 1972. Under his able guidance Smt. Suryakumari Dwarakadas, a keen student of Sanskrit, collected the bibliographical details on the Bhagavadgītā.   \tDr. C.S. Sundaram has scrutinized, classified and arranged the already available material collected by Smt. Suryakumari and has also added some more valuable information on the subject.  \tThis monograph is in two volumes, the first volume covers the details regarding the manuscripts available in various parts of India the second volume covers the bibliographical details of the printed editions, studies and articals pertaining to the Bhagavadgītā in various languages and regions of the world atlast”.\\nDr. V. Kameswari, Director, KSRI",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/bhagavadgita-bibliography-vol-ii.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 200",
        "publication": "KSRI",
        "subtitle": "Pub. by The Kuppuswami Sastri Research Institute, Chennai 4 | 2007",
        "title": "BHAGAVADGĪTĀ BIBLIOGRAPHY (Vol. II)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“Tattvānusandhānam is a small text on Advaita with four chapters. The fact that this book has gone into several editions is in itself a testimony to its value as a philosophical text. What distinguishes this book is that it carries, for the first time, an English translation along with the text. The translation has been done with great care and it closely follows the original text. The variants and the notes at the appropriate places add value to the work. The present publication will be cherished by the lovers of Advaita philosophy.\\nS. Padmanabhan, The Hindu, 2010.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/tattvnusandhnam.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 300",
        "publication": "KSRI",
        "subtitle": "ed. By R. Sankari with an English Translation | Revised by Dr. T.V. Vasudeva and Dr. K. Srinivasan | Pub. By The Kuppuswami Sastri Research Institute, Chennai 4 | 2008.",
        "title": "TATTVĀNUSANDHĀNAM",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Bharata Sangraha",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Siva Temple and Temple Rituals",
        "yearOfPublication": ""
    },
    {
        "author": "Critically edited by K.V. Sarma",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/ksri-logo.png"
            }
        ],
        "keywords": " ",
        "price": " -",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Grahacharanibandhana or Parahitagaṇita of Haridatta",
        "yearOfPublication": 1954
    },
    {
        "author": "Dr. K.S. Balasubramanian and Dr. T. V. Vasudeva",
        "available": "Yes",
        "copies": 10,
        "details": "<p>“The second book in the series of KSRI Yoga Granthamālā, deals exclusively with the means to achieve Rājayoga, the means being <em>Tāraka Yoga</em>. This leads to the experience of Brahman, who is non-dual.   This text along with English translation and Roman transliteration also has explanation of terms and concepts provided wherever necessary. </p><p><br></p><p>This book is the joint effort of Dr. K.S. Balasubramanian, a specialist in the field of Yogic studies and Dr. T.V. Vasudeva, an Advaita scholar”.</p><p>\\nDr. V. Kameswari, Director, KSRI.</p>",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/advayatrakopaniat-with-roman-transliteration.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 25",
        "publication": "KSRI",
        "subtitle": "Eng. Tr. by Dr. K.S. Balasubramanian and Dr. T. V. Vasudeva | Pub. by the Kuppuswami  Sastri  Research  Institute, 84, Thiru Vi. Ka Road, Mylapore, Chennai - 600 004 | 2009. | Pp. x + 19.",
        "title": "ADVAYATĀRAKOPANIṢAT: with Roman Transliteration",
        "yearOfPublication": 2009
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Tolkappiyam (Porul - Tamil Poetics) with English Transliteration, translation and notes by Prof.P.S.Subrahmanya Sastri (II Edition)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“Dr. Janaki had served as the Director for many years and contributed remarkably to the field of Indology. This book has been published in commemoration of Dr. Janaki's Sadābhiśekam. \tThe first three articles in this collection deal with Samskṛita and its relation with Saṇgīta. The compositions of Śrī Muthusvāmi Dīkṣitar come in for detailed study from different angles in as many as six articles. Dr. Janaki's profound scholarship in astrology comes across clearly in presenting the Navagraha Kṛitis.   \tThis book is indeed a treasure house of information and knowledge and music as well as literature”.\\nPappu Venugopala Rao. The Hindu, 2012",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/samskrta-and-sangita.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 400",
        "publication": "KSRI",
        "subtitle": "by Dr. S. S. Janaki | Pub. by the Kuppuswami  Sastri  Research  Institute (Reprint), Chennai - 4 | 2012. | pp. x + 338 (Out of stock)",
        "title": "SAMSKṚTA AND SAṄGĪTA",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“This book mainly focusses on dhyāna (meditation) and the other essential features associated with it. A transliteration of the Sanskrit text in Roman script has been provided for the benefit of those who are keen in knowing the text through the script.  \tThis book may be labelled as a compendium on Yoga which helps to unite the human self with the Supreme Self through meditation. On the whole this work will certainly serve as a guideline to the practitioners of yoga both theoretically and practically”.\\nProf. R. Gopalakrishnan, Chennai. The Vedanta Kesari, 2016",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/dhynabindpaniat.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 50",
        "publication": "KSRI",
        "subtitle": "by Dr. K.S.Balasubramanian and Dr. T.V. Vasudeva | Pub. by The Kuppuswami Sastri Research Institute, Chennai 4 | 2015 | pp. x + 60.",
        "title": "DHYĀNABINDŪPANIṢAT",
        "yearOfPublication": ""
    },
    {
        "author": "T.S. Kuppanna Sastri & K.V Sarma",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image003.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 12",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Vākyakarana with the commentary Laghuprakāśikā by Sundararaja",
        "yearOfPublication": 1962
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Research in Sanskrit A classified Guide by Dr.K.V.Sarma",
        "yearOfPublication": ""
    },
    {
        "author": "Dr. V. Raghavan & Dr. S. S. Janaki",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image015.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 16",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Pratimā nātaka of Mahākavi Bhāsa Text & English Translation",
        "yearOfPublication": 1986
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Vakyakarana (Astrology)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "The Mahabharata(condensed in the poet's own words with Eng.Tr.)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Bhagavadgita Bibliography - I (Manuscripts) by Dr.C.S.Sundaram",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The book has a learned English introduction by Sri Kesava Ayyangar followed by the text in Sanskrit, Tamil and English commentary. Sri D. Ramaswamy Iyyengar is responsible for the very detailed English translation and commentary.  This poem is one of the great Vaiṣṇava compositions noted for its poetic beauties and linguistic brilliance, not to speak of its spiritual and philosophical depth. The editors have done a splendid job, something accomplished because of their devotion to swami Deśikan”.\\nProf. Mohan Ramanan, Hyderabad. The Vedanta Kesari, 2019",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/sri-paduksahasram.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 800",
        "publication": "KSRI",
        "subtitle": "Vol I & II | Trans-composition in Tamil by Sri R Kesava Ayyengar | English Translation by Sri D. Ramaswamy Iyangar | Pub. By The Kuppuswami Sastri Research Institute, Chennai 4 | 2017 | pp 1181.",
        "title": "SRI PĀDUKĀSAHASRAM of Śrī Vedānta Deśika : Vol I & II",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "The present volume is of perennial interest as it contains the reprints of some of the contributions made by Mm. Prof. S. Kuppuswami Sastriar who was indisputably the most outstanding Sanskritist in the South during the first forty years of this century. Some of the reprints included are: Madana's Brahmasiddhi, Compromises in the History of Advaitic Thought, Highways and Byways of Literary Criticism in Sanskrit, Mukapancasati and the Convocation Address at the Madras University in 1936. Besides his works in Sanskrit, the Prof. was equally at home in ancient Tamil Literature as is evidenced by his Problems of Identity in the Cultural History of Ancient India dealing with Aravanavatikal of the Sangam age.\\nThe Adyar Library, Bulletin, Vol. 46, 1982.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/kuppuswami-sastri-birth-centenary.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 380",
        "publication": "KSRI",
        "subtitle": "Ed. by S. S. Janaki. |  The Kuppuswami Sastri Research, Institute, Madras,  |  1981. |  Rs. 185/- & Rs. 195/-",
        "title": "Mm. PROF. KUPPUSWAMI SASTRI BIRTH-CENTENARY COMMEMORATION VOLUME:  (2 parts)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“This book is the outcome of the project meticulously carried out by Prof. R. Parthasarathy (Retd. Prof. of Geography, D.B. Jain College, Chennai) under the “Om Namashivaya” project instituted by Arutchelvar Dr. N. Mahalingam   Dr. Mahalingam was quite enthusiastic about this and he advised Pro. Parthasarathy to work on an independent project on Caturyuga Calendar. The result is presented now to the public in the form of this book”.\\nDr. V. Kameswari, Director, KSRI",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/caturyuga-calendar-of-vaivasvata.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 400",
        "publication": "KSRI",
        "subtitle": "by R. Parthasarathy | Pub.by The Kuppuswami Sastri Research Institute, Chennai 4 | 2015 | pp. xviii + 212",
        "title": "CATURYUGA CALENDAR OF VAIVASVATA MANVANTARA (PURANIC CHRONICLES)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Samskrta Sahitya Itihasah (History of Sanskrit Literature) by R.S.Venkatarama Sastri",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "No",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Vinavasavadatta (an old Sanskrit drama)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Sanskrit & Science ed. Dr.S.S.Janaki",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Siva Linga Worship -Authentic documentary (in VCD) on Siva Linga worship to be performed daily the temples as prescribed in the Saiva Agamic texts. Running commentary available in English or Tamil.",
        "yearOfPublication": ""
    },
    {
        "author": "Mm. Prof. S. Kuppuswami Sastri",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image008.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 8",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Dhvanyaloka by Anandavardhana and Locana by Abhinavagupta",
        "yearOfPublication": 1944
    },
    {
        "author": "Edited by Mm. Kuppuswami Sastri",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image037.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 12",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Vibhramaviveka of Mandana Misra",
        "yearOfPublication": 1932
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“Aṣṭāṅga Nighaṇṭu, is an Ayurvedic Lexicon with English and Tamil translation. Dr.Priyavrata Sharma, the editor of the text, hails from a family in Bihar devoted to Sanskrit and Āyurveda. One of the branches of Āyurveda in which Dr.Sharma had been working is the Nighaṇṭus which give the materia medica. The Hṛdaya-dīpaka Nighaṇṭu of Bopadeva was edited by him in 1969. He has now offered in the following pages, an edition of a lexicon of drugs etc., called the Aṣṭāṅga Nighaṇṭu. The text as constituted and offered here has 408 verses.  “ The text edited here, follows Gaṇas of the Aṣṭāṅga-hṛdaya and has been quoted by Indu (13th Cent.), commentator on Aṣṭāṅga -samgraha. “ Of the Ayurvedic Nighaṇṭus edited so far, special mention may be made of the large Rājanighaṇṭu (Abhidhānacūḍāmaṇi) of Narahari of Kashmir, which includes a description of the guṇas of each drug and carries the editor's long alphabetical index of drugs extending to 164 pages.  “ It is interesting to note that the text refers to the Prākṛt names and names current among the people and the usefulness of sources of information like the shepherds and forest-dwellers.”\\nDr. V. Raghavan, Hon. Director/ Editor, K.S.R.I, 22.6.73.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/astanga-nighantu.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 180",
        "publication": "KSRI",
        "subtitle": "Ed. by P.V.Sharma | English and Tamil Translation by Dr.K.S.Viswanatha Sarma | The Kuppuswami Sastri Research Institute, Madras | Diamond Jubilee Publication | 2004 | Pages: xxxv + 140 (Out of stock)",
        "title": "AṢṬĀṄGA NIGHAṆṬU",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "The Concept of Beautiful in Sanskrit Literature by Dr.V.Raghavan",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Navamuktasatakam Transcomposition into Sanskrit and English verse from the Tamil classic Muttollayiram by Sri A.V.Subramanian",
        "yearOfPublication": ""
    },
    {
        "author": "Mm. Prof. S. Kuppuswami Sastri",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image005.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹150",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "A Primer of Indian Logic",
        "yearOfPublication": 1998
    },
    {
        "author": "General Editor: S S Janaki",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image018.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 5",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Pratimā nātaka of Mahākavi Bhāsa – A study guide",
        "yearOfPublication": 1987
    },
    {
        "author": "Edition with English translation by Dr. Robert C Lester",
        "available": "No",
        "copies": 0,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "images/image031.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 15",
        "publication": "KSRI",
        "subtitle": " ",
        "title": "Srivacana Bhūsana of Pillai Lokacarya",
        "yearOfPublication": 1979
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Advayatarakopanisat Text with Eng. Tr. by Dr. K.S. Balasubramanian and Dr. T.V.Vasudeva.",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Samskrita Vayavaharah - Spoken Sanskrit, ed. Dr.S.S.Janaki (II Edition)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“In the few pages of this little book the philosopher will see impressive illustrations of cause being followed inevitably by effect of the strange beliefs passing under the names of Karma, rebirth and destiny, of the curious blending of piety and superstition, morality and custom, this world and the next, and of the generalisations of experience in proverbs, apophthegma and rules of chivalry and statecraft, which indicate millennia civilisation behind. “To turn ideas from one language to another while preserving their spirit and true quality is recognised as one of the rare triumphs of schorlarship. These and other similar considerations must not be lost sight of in appraising Mr. Sastri's performance.”\\nRt. Hon. V. S. Srinivasa Sastri.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/valmiki-ramayana.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 200",
        "publication": "KSRI",
        "subtitle": "by Prof. P.P.S.Sastri | Pub. by the Kuppuswami  Sastri  Research  Institute (Reprint), Chennai - 4 | 2012 | pp. xxiiv + 420 |",
        "title": "VĀLMĪKI RĀMĀYAṆA - Condensed in the Poet's own words:",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "“The world of Sanskrit should feel blessed for this publication which will, undoubtedly, prove to be an useful tool in the hands of students and researchers in Sanskrit. The present book is intended to provide researchers in Sanskrit Language and literature information about source-books to which they could turn for the theoritical and practical knowledge they would require in the successful persecution of their research.  “The first five sections record details of publications of general research works which may be useful to every researcher. The five sections are: (1) General Information: Scope and Field of Research (2) Research Methodology (3) Dissertation Writing (4) Manuscriptology and Textual Criticism (5) Manuscripts Collections and Catalogues.   “Then follow the thirty sections into which the entire Sanskrit literature has been classifies. In each section, the respective source-books have been documented. The last section (i.e. the thirty-sixth) gives briefly source-books on modern Sanskrit writings.\\nS.A.Upadhyaya, Bharatiya Vidya, Vol. LIII, No.3-4, 1993.",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": [
            {
                "S": "upload/research-in-sanskrit-a-classified-guide.jpg"
            }
        ],
        "keywords": "",
        "price": "₹ 40",
        "publication": "KSRI",
        "subtitle": "by K.V.Sarma  |  The Kuppuswami Sastri Research Institute, Madras  |  1993.  |  pp. 74",
        "title": "RESEARCH IN SANSKRIT – A CLASSIFIED GUIDE TO REFERENCE SOURCE, DIRECTORIES AND BIBLIOGRAPHIES",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Compromises in the History of Advaitic Thought by Prof.S.Kuppuswami Sastri",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "",
        "publication": "KSRI",
        "subtitle": "",
        "title": "Srimad Bhagavata(condensed in the poet's own words with Eng.Tr.)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 200",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Stories of Ancient India (Eng. Tr. of Selection form \"\"Aryacharitam\"\" Compiled by Sri V.Krishnaswami Iyer) by Dr.Sita Sundar Ram & Dr.V.Premalatha",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 150",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Ramayana Diary",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 200",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Golden Harvest by K.Chandrasekharan",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 2000",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Tamraparni Mahatmya with Tamil translation by A.R. Ganapathi Sastri (bringing out the glory of the perennial river of Tamil Nadu in 6200 verses, divided into 64 chapters, comprising of 1700 pages in 2 parts).",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 300",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Srimad Valmiki Ramayana Sangraha",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 40",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Pulavar Pottrum Punithar V.Krishnaswami Iyer By Mm.Dr.U.Ve. Swaminatha Iyer (Tamil)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 100",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Tagore A Master Spirit by K.Chandrasekharan",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 600",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Lectures on the Bhagavadgita (3 Vols. in 1set) by Swami Paramarthananda",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 300",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Aryacharitram",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 60",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Ramayana Triveni K.Chandrasekharan",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 80",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Jayanteya Gita, text with Eng. translation",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 500",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Gitamrtamahodadhi by (late) Brahmasri Viswanatha Sastri.",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 50",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "An Approach to Indian Art",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 50",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Tagore and Indian Literature by K.Chandrasekharan",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 500",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Sankara and Shanmata",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 150",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Ramayana Peruraigal (Tamil)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 60",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Manasolla Stuti of Appayya Dikshitawith Eng. translation",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 75",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Catussutri – A Study",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 100",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "The Mahabharata by Mastri Venkatesa Iyengar",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 100",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Key to Antoine's Sanskrit Manual",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 40",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Cosmology, God and the Indian Scriptures",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 200",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Lectures on the Ramayana by Rt.Hon'ble V.S.Srinivasa Sastri",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 200",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Culture and Creativity by K.Chandrasekharan",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 1000",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Rahasyatrayasara of Sri Vedanta Desika with English translation by Sri N. Raghunathan, I.A.S. (Former Chief Secretary of Maharashtra)",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 25",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Sri Karpakavalli Satakam",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 80",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Manche Sloka and Atmarama of Samartha Ramadasa",
        "yearOfPublication": ""
    },
    {
        "author": "",
        "available": "Yes",
        "copies": 10,
        "details": "",
        "entityType": "ENTITYTYPE#BOOK",
        "imageUrls": "",
        "keywords": "",
        "price": "₹ 120",
        "publication": "The Samskrita Academy, Madras",
        "subtitle": "",
        "title": "Physical Health and Mental Health by Swami Paramarthananda",
        "yearOfPublication": ""
    }
]