[
    "Gadyakarnamrta, an Historical Kavya, ed. With critical introduction by Dr.S.S.Janaki",
    "Highways and Byways of Literary Criticism in Sanskrit by Prof.S.Kuppuswami Sastri",
    "Compromises in the History of Advaitic Thought by Prof.S.Kuppuswami Sastri",
    "Primer of Indian Logic by Prof.S.Kuppuswami Sastri (IV edition)",
    "Tolkappiyam (Eluttu) with English Transliteration, translation and notes Prof.P.S.Subrahmanya Sastri (II Edition)",
    "History of Grammatical Theories in Tamil by Prof.P.S.Subrahmanya Sastri (II Edition)",
    "Tolkappiyam (Porul - Tamil Poetics) with English Transliteration, translation and notes by Prof.P.S.Subrahmanya Sastri (II Edition)",
    "Astanga Nighantu (Medical Text) ed. By P.V.Sarma, Eng. and Tamil translation by Dr.K.S.Viswanatha Sarma",
    "Mm.Kuppuswami Sastri Birth-centenary Commemoration volume Pt.I",
    "Mm.Kuppuswami Sastri BIrth-centenary Commemoration volume Pt.II",
    "The Concept of Beautiful in Sanskrit Literature by Dr.V.Raghavan",
    "Karpuracarita Bhana ed. With Eng. Translation by Dr.S.S.Janaki",
    "Samskrita Vayavaharah - Spoken Sanskrit, ed. Dr.S.S.Janaki (II Edition)",
    "Umapati Sivam, His life and Contribution to Saivism, ed. Dr.S.S.Janaki",
    "Eclipses in Hindu Life and Thought - a rationalistic analysis by Dr.S.Jayasree",
    "Research in Sanskrit A classified Guide by Dr.K.V.Sarma",
    "Manuscripts Collection of the Desamangalam Variyam by Dr.K.V.Sarma",
    "Navamuktasatakam Transcomposition into Sanskrit and English verse from the Tamil classic Muttollayiram by Sri A.V.Subramanian",
    "Palandumandana Prahasana, text with translation by Dr.S.S.Janaki",
    "Samskrta Sahitya Itihasah (History of Sanskrit Literature) by R.S.Venkatarama Sastri",
    "Bhasasastrapravesini (A Handbook of Comparative Philology) by R.S.Venkatarama Sastri",
    "Sanskrit & Science ed. Dr.S.S.Janaki",
    "Valmiki Ramayana (condensed in the poet's own words with Eng.Tr.)",
    "The Mahabharata(condensed in the poet's own words with Eng.Tr.)",
    "Srimad Bhagavata(condensed in the poet's own words with Eng.Tr.)",
    "Women's Role in Kudiyattam by Sri L.S.Rajagopalan",
    "Kudiyattam: Preliminaries & Performance by Sri L.S.Rajagopalan",
    "Bhagavadgita Bibliography - I (Manuscripts) by Dr.C.S.Sundaram",
    "Saiva Rituals and Philosophy ed. Dr.S.S.Janaki",
    "Kalamukha and Pasupatha temples in Dharwar by Dr.Mrs.Vasundhara Filliozat",
    "Ramabhadra Diksita and his works by Dr.A.Thiruvengadathan",
    "Kavyalankara Sutra Vrtti of Vamana withEng. Trans. by Dr.K.K.Raja",
    "Some Aspects of Sanskrit Drama and Dramaturgy by S.S.Janaki",
    "Darsanopanisad, Text with Eng. Tr. by Dr. K.S. Balasubramanian and Dr. T.V.Vasudeva.",
    "Advayatarakopanisat Text with Eng. Tr. by Dr. K.S. Balasubramanian and Dr. T.V.Vasudeva.",
    "Srinandikesakasika of Upamanyu Text with Eng. Tr. by Dr. K.S. Balasubramanian and Dr. T.V.Vasudeva.",
    "Bhagavadgita Bibliography - II (Edn. Trs. and Studies) by Dr. C.S. Sundaram",
    "Vedas : Traditional and Modern Perspectives ed. Dr.V.Kameswari",
    "Tattvanusandanam by Mahadevananda Saraswati - Critical edition and tr. With critical introduction - to be released in May 2008.",
    "Samskrita and Sangita by Dr.S.S.Janaki",
    "Sadratnamala of Sankara Varman (Astronomical text) ed. With English tr. By Dr.S.Madhavan",
    "Sanketa Kosa - A Dictionary on Numerals - by Mar. 2009",
    "Bija Pallava of Krsna Daivajna (Algebra in 16th Cent. India), a critical study by Dr.Sita Sundar Ram",
    "Lectures on Patanjali's Mahabhasya by Prof.P.S.Subrahmanya Sastri, Vol.VII,VIII, IX, X & XI",
    "Siva Linga Worship -Authentic documentary (in VCD) on Siva Linga worship to be performed daily the temples as prescribed in the Saiva Agamic texts. Running commentary available in English or Tamil."
]