[
    {
        "author": " ",
        "available": "Yes",
        "copies": 10,
        "details": "<p>“The very first article is on the Tamil versions of Mahabharata by C.S.Sundaram. Three articles in Sanskrit form a special attraction, as the authors have used a simple style when dealing with sublime ideas. A sheaf of informative reviews of books makes this issue of the Journal particularly valuable for the younger generation who wish to connect India's hoary tradition with contemporary living in a creative manner”.\\nPrema Nandakumar, Parbuddha Bharata, 2015</p>",
        "entityType": "ENTITYTYPE#PUBLICATION#JOURNAL",
        "imageUrls": [
            {
                "S": "upload/the-journal-of-oriental-research-madras-2014.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 250",
        "publication": "KSRI",
        "subtitle": "The Kuppuswami Sastri Research Institute, Chennai 4 | 2014 | pp viii +177",
        "title": "THE JOURNAL OF ORIENTAL RESEARCH MADRAS (Vols. LXXXV - LXXXVI)",
        "yearOfPublication": 2014
    },
    {
        "author": " ",
        "available": "Yes",
        "copies": 10,
        "details": "<p>“Quite an interesting aspect of the present issue of the Journal is that it contains articles on several problems connected with our everyday life as well as articles on purely academic topics.  The present issue is very rich, valuable and consequently recommendable”.\\nJoy Bhattacharya, Bulletin of the Ramakrishna Mission, Institute of Culture, 2019</p>",
        "entityType": "ENTITYTYPE#PUBLICATION#JOURNAL",
        "imageUrls": [
            {
                "S": "upload/the-journal-of-oriental-research-madras-2017.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 500",
        "publication": "KSRI",
        "subtitle": "The Kuppuswami Sastri Research Institute, Chennai 4 | 2017 | pp xvii +264",
        "title": "THE JOURNAL OF ORIENTAL RESEARCH MADRAS (Vols. LXXXVIII-XC)",
        "yearOfPublication": 2017
    },
    {
        "author": " ",
        "available": "Yes",
        "copies": 10,
        "details": "<p> </p>",
        "entityType": "ENTITYTYPE#PUBLICATION#JOURNAL",
        "imageUrls": [
            {
                "S": "upload/jor-xci.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 500",
        "publication": "KSRI",
        "subtitle": "The Kuppuswami Sastri Research Institute, Chennai 4 | 2018 |   pp viii + 234 + 28",
        "title": "THE JOURNAL OF ORIENTAL RESEARCH MADRAS (Vols. XCI)",
        "yearOfPublication": 2019
    },
    {
        "author": " ",
        "available": "Yes",
        "copies": 10,
        "details": "<p>“This issue of The Journal; of Oriental Research is that it commemorates the birth centenary of Prof. V. Raghavan, a doyen of Indological studies. The corpus of the journal is divided into two parts. In the first part homage is paid to Professor Raghavan by four reputed scholars. In the second we find twenty articles written by different scholars on various aspects of Sanskrit learning. There are also a number of articles dealing with Sanskrit literature and literary criticism.  The articles, excellent in nature and diverse in subject matter, are undoubtedly the best flowers of the mental gardens of the scholars by which they have paid their homage to the immortal soul of Professor Raghavan”.\\nSitanath Acharya, Bulletin of the Ramakrishna Mission, Institute of Culture, 2011</p>",
        "entityType": "ENTITYTYPE#PUBLICATION#JOURNAL",
        "imageUrls": [
            {
                "S": "upload/the-journal-of-oriental-research-madras-2009-10.jpg"
            }
        ],
        "keywords": " ",
        "price": "₹ 300",
        "publication": "KSRI",
        "subtitle": "Dr. V. Raghavan Birth Centenary Commemoration Volume | The Kuppuswami Sastri Research Institute, Madras | 2000",
        "title": "THE JOURNAL OF ORIENTAL RESEARCH MADRAS (Vols. LXXI - LXXXII 2009-2010)",
        "yearOfPublication": 2010
    }
]